FingerCollection/HiPiaoInterface/xml/BindMobileRequest.xml

<?xml version="1.0" encoding="utf-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP-ENV:Header>
    <xs:RequestSOAPHeader xmlns:xs="http://www">
      <xs:spId xmlns:xs="http://www.chinatelecom.com.cn/schema/ctcc/common/v2_1">hipiao</xs:spId>
      <xs:spPassword xmlns:xs="http://www.chinatelecom.com.cn/schema/ctcc/common/v2_1">hipiao@iphone</xs:spPassword>
      <xs:sessionkey xmlns:xs="http://www.chinatelecom.com.cn/schema/ctcc/common/v2_1">ny1b44vhjgqyn3sfli7c1350511927468</xs:sessionkey>
      <xs:mobilekey xmlns:xs="http://www.chinatelecom.com.cn/schema/ctcc/common/v2_1">13800000000</xs:mobilekey>
    </xs:RequestSOAPHeader>
  </SOAP-ENV:Header>
  <SOAP-ENV:Body>
    <ns2:bindUserMobile  xmlns:ns2="http://service.server.com">
      <memberid>6afec4d8-441b-1030-bc3c-782bcb25393f</memberid>
      <bindmobile>15814584509</bindmobile>
      <clintform>ANDROID</clintform>
    </ns2:bindUserMobile>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>